Repository: antoinezulke/cagette
Catalog: www/lang/texts_*.po
Languages: fr

source: There is no account with this email
fr: Il n'y a pas de compte avec cet email

source: Your account have not been validated yet. We sent an e-mail to ::email:: to finalize your subscription!
fr: Votre compte n'a pas encore été validé. Nous vous avons envoyé un email à ::email:: pour finaliser votre inscription !

source: Invalid password
fr: Mot de passe invalide

source: Invalid email address
fr: L'email que vous avez saisi est invalide

source: We already have an account with this email address
fr: Nous avons déjà un compte avec cette adresse email

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Password
fr: Mot de passe

source: address
fr: adresse

source: Please configure the email settings in a <href='/admin/emails'>this section</a>
fr: SVP Configurez l'envoi d'emails dans <href='/admin/emails'>cette rubrique</a>

source: piece
fr: pièce

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Access forbidden
fr: Accès interdit

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Rights
fr: Droits

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: no date set
fr: aucune date

source: at
fr: à

source: Operation deleted
fr: Opération supprimée

source: Operation validated
fr: Opération validée

source: Forbidden access
fr: Accès interdit

source: payment
fr: payement

source: Label
fr: Libellé

source: Refund
fr: Remboursement

source: Amount
fr: Montant

source: Means of payment
fr: Moyen de paiement

source: Refund saved
fr: Remboursement enregistré

source: Key-in a refund for ::user::
fr: Saisir un remboursement pour ::user::

source: Additional payment
fr: Paiement complémentaire

source: Cash
fr: Espèces

source: Check
fr: Chèque

source: Transfer
fr: Virement

source: Payment mean
fr: Moyen de paiement

source: Payment saved
fr: Paiement enregistré

source: Key-in a payment for ::user::
fr: Saisir un paiement de ::user::

source: Order validated
fr: Commande validée

source: Without contracts
fr: Sans-contrats

source: With orders
fr: Avec-commande

source: Memberships to be renewed
fr: Adhesions-a-renouveller

source: Never connected
fr: jamais-connecté

source: Unknown selection
fr: Sélection inconnue

source: Members
fr: Adhérents

source: is now on waiting list.
fr: est maintenant en liste d'attente.

source: This user is already a member of your group.
fr: Cette personne est déjà membre de votre groupe.

source: Membership request accepted
fr: Demande d'inscription acceptée

source: membership request deleted
fr: Demande d'inscription rejetée

source: An error occurred while sending emails, please retry
fr: Une erreur temporaire est survenue pendant l'envoi des emails, merci de réessayer.

source: Invitation sent.
fr: Invitation envoyée.

source: Congratulations, you just sent <b>::userLength::</b> invitations
fr: Bravo, vous avez envoyé <b>" + users.length + "</b> invitations.

source: This person does not belong to your group
fr: Cette personne ne fait pas partie de votre groupe

source: You cannot modify the account of an administrator
fr: Vous ne pouvez pas modifier le compte d'un administrateur

source: For security reasons, you cannot modify the e-mail of this person because this person is a member of more than 1 group.
fr: Par sécurité, vous ne pouvez pas modifier l'email de cette personne car elle est membre de plusieurs groupes.

source: This person did not define yet a password. You are exceptionaly authorized to do it. Please don't forget to tell this person.
fr: Cette personne n'a pas encore défini de mot de passe. Vous êtes exceptionnellement autorisé à le définir à sa place. N'oubliez pas de la prévenir.

source: Phone number is required in this group.
fr: Le numéro de téléphone est obligatoire pour ce groupe

source: This e-mail was used by another user account. As this user account was not used, it has been merged into the current user account.
fr: Cet email était utilisé dans une autre fiche de membre, comme cette fiche etait inutilisée, elle a été fusionnée avec la fiche courante.

source: Warning, this e-mail or this name already exist for another account:
fr: Attention, cet email ou ce nom existe déjà dans un autre compte :

source: These accounts cannot be merged because the second account has orders
fr: Ces comptes ne peuvent pas être fusionnés car le second compte a des commandes

source: Change your e-mail in your account Cagette.net
fr: Changement d'email sur votre compte Cagette.net

source: just modified your e-mail in your account Cagette.net.<br/>Your e-mail is now:
fr: vient de modifier votre email dans votre compte Cagette.net.<br/>Votre email est maintenant:

source: Change the e-mail of your account Cagette.net
fr: Changement d'email sur votre compte Cagette.net

source: This member has beed updated
fr: Ce membre a été mis à jour

source: You cannot do that.
fr: Vous ne pouvez pas faire ça.

source: You cannot delete yourself.
fr: Vous ne pouvez pas vous effacer vous même.

source: Warning, this account has orders. <a class='btn btn-default btn-xs' href='/member/delete/::userid::?token=::argstoken::&confirm=1'>Delete anyway</a>
fr: Cette action permet de fusionner deux comptes ( quand vous avez des doublons dans la base de données par exemple).<br/>Les contrats du compte 2 seront rattachés au compte 1, puis le compte 2 sera effacé.<br/>Attention cette action n'est pas annulable.

source: Account 1
fr: Compte 1

source: has been deleted from your group
fr: a été retiré de votre groupe

source: This person does not belong to "::amapname::"
fr: Cette personne ne fait pas partie de "::amapname::"

source: Merge an account with another one
fr: Fusionner un compte avec un autre

source: This action allows you to merge two accounts (when you have duplicates in the database for example).<br/>Contracts of account 2 will be moved to account 1, and account 2 will be deleted. Warning, it is not possible to cancel this action.
fr: Cette action permet de fusionner deux comptes ( quand vous avez des doublons dans la base de données par exemple).<br/>Les contrats du compte 2 seront rattachés au compte 1, puis le compte 2 sera effacé.<br/>Attention cette action n'est pas annulable.

source: Account 2
fr: Compte 2

source: Both accounts have been merged
fr: Les deux comptes ont été fusionnés

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Mobile phone
fr: Téléphone portable

source: Partner's firstname
fr: Prénom conjoint(e)

source: Partner's lastname
fr: Nom conjoint(e)

source: Partner's e-mail
fr: Email conjoint(e)

source: Partner's Mobile phone
fr: Téléphone conjoint(e)

source: Address 1
fr: Adresse 1

source: Address 2
fr: Adresse 2

source: Post code
fr: Code postal

source: This page allows you to have a global view on orders of all contracts
fr: Compte 2

source: Error, not possible to find the order
fr: Erreur, impossible de retrouver la commande

source: You don't have the authorization to manage contracts
fr: Vous n'avez pas accès à la gestion des contrats

source: Each person must have an e-mail to be able to log in. ::user0:: ::user1:: don't have one.
fr: Chaque personne doit avoir un email pour pouvoir se connecter, . ::user0:: ::user1:: n'en a pas.

source: <br/>Select a delivery date:
fr: <br/>Sélectionnez la date de distribution qui vous interesse :

source: There is no delivery during this period
fr: Il n'y a aucune distribution sur cette période

source: Orders from the ::fromDate:: to the ::toDate:: per supplier.csv
fr: Commandes du ::fromDate:: au ::toDate:: par producteur.csv")

source: You do not have the authorization to manage this contract
fr: Vous n'avez pas le droit de gérer ce contrat

source: Prices are now up to date.
fr: Prix mis à jours à leur valeur actuelle.

source: Name of the new contract
fr: Nom du nouveau contrat

source: Copy products
fr: Copier les produits

source: Copy deliveries
fr: Copier les distributions

source: The contract has been duplicated
fr: Le contrat a été dupliqué

source: No delivery in this contract
fr: Aucune distribution dans ce contrat

source: The contract has been canceled
fr: Le contrat a bien été annulé

source: This delivery has been already validated
fr: Cette distribution a déjà été validée

source: Unable to find user #::num::
fr: Impossible de trouver le membre #::num::

source: Unable to find product ::pid::
fr: Impossible de trouver le produit #::pid::

source: ::user:: is not part of this group
fr: ::user:: n'est pas membre de ce groupe

source: Both selected accounts must be different ones
fr: Les deux comptes sélectionnés doivent être différents

source: The order has been updated
fr: La commande a été mise à jour

source: The E-mail ::useremail:: is invalid, please modify your file
fr: Le mail ::useremail:: est invalide, merci de modifier votre fichier

source: City
fr: Ville

source: You must fill the name and the firstname of the person. This line is incomplete:
fr: Vous devez saisir le nom et le prénom de cette personne, La ligne est incomplète :

source: The E-mail of the partner of ::userFirstName:: ::userLastName:: '::userEmail::' is invalid, please check your file
fr: L'email du conjoint(e) de ::userFirstName:: ::userLastName:: '::userEmail::' est invalide, vérifiez votre fichier

source: Forbidden action
fr: Action interdite

source: Send an E-mail to the person in charge of the group
fr: Envoyer un mail au responsable du groupe

source: This person is already member of this group
fr: Cette personne est déjà inscrite dans cette AMAP

source: This person already had an account on Cagette.net, and is now member of your group.
fr: Cette personne était déjà inscrite sur Cagette.net, nous l'avons inscrite à votre groupe.

source: This person is now member of the group
fr: Cette personne a bien été enregistrée

source: Your order is empty
fr: Votre commande est vide

source: Error, This cart is invalid
fr: Erreur, ce panier est invalide

source: The product <b>::pname::</b> is not available in this distribution
fr: Le produit <b>::pname::</b> n'est pas disponible pour cette distribution

source: We reduced your order of ::pname:: to quantity ::oquantity:: as the stock is not sufficient
fr: Nous avons réduit votre commande de '" + p.name + "' à "+o.quantity+" articles car il n'y a pas assez de stock disponible

source: Your order has been successfully recorded
fr: Votre commande a bien été enregistrée

source: Email ::em:: is invalid
fr: L'email ::em:: est invalide

source: Your account has been updated
fr: Votre compte a été mis à jour

source: Modify my account
fr: Modifier mon compte

source: Opening of orders for the delivery of <b>::date::</b>
fr: Ouverture des commandes pour la distribution du <b>::date::</b>

source: The following suppliers are involved :
fr: Producteurs participants :

source: Not possible to add this person because there are already some people in the database having the same firstname and name. Please contact the administrator.
fr: Impossible d'ajouter cette personne car plusieurs personnes dans la base de données ont le même nom et prénom, contactez l'administrateur du site.

source: ::admin:: just keyed-in contact details of a new member: <br/><strong>::newMember::</strong><br/> <a href='::url::'>See contact details</a>
fr: ::admin:: vient de saisir un nouvel adhérent : <br/><strong>::newMember::</strong><br/> <a href='::url::'>Voir le détail</a>

source: New member
fr: Nouvel adhérent

source: In order to confirm your order, You need to authenticate.
fr: Afin de finaliser votre commande, vous devez vous identifier.

source: You left the group ::groupName::
fr: Vous venez de quitter le groupe ::groupName::

source: This person is not a member of your group
fr: Cette personne ne fait pas partie de votre AMAP

source: Period
fr: Période

source: Date of payment of subscription
fr: Date de cotisation

source: This subscription has been already keyed-in
fr: Cette cotisation a déjà été saisie

source: Subscription saved
fr: Cotisation enregistrée

source: This subscription does not exist
fr: Cette cotisation n'existe pas

source: Subscription deleted
fr: Cotisation effacée

source: Name of your group
fr: Nom de votre groupe

source: Your firstname
fr: Votre prénom

source: Your lastname
fr: Votre nom de famille

source: Marketplace
fr: Place du marché

source: Vegetables Contract Example
fr: Contrat Légumes Exemple

source: Big basket of vegetables
fr: Gros panier de légumes

source: Small basket of vegetables
fr: Petit panier de légumes

source: Group and user 'admin' created. Your email is 'admin@cagette.net' and your password is 'admin'
fr: Groupe et utilisateur 'admin' créé. Votre email est 'admin@cagette.net' et votre mot de passe est 'admin'

source: You must update your database to version
fr: Vous devez mettre à jour la base de données à la version

source: Current version
fr: Version actuelle

source: Installation of the dictionnary of products (taxonomy)
fr: Installation du dictionnaire du produits ( taxonomie )

source: Improvement on saving orders
fr: Amélioration du stockage des commandes

source: Following update have been performed:<ul>
fr: Les opérations de mise à jour suivantes on été faites : <ul>

source: You are not connected
fr: Vous n'êtes pas connecté

source: Please key-in your E-Mail address
fr: Saisissez votre email

source: Your new password
fr: Votre nouveau mot de passe

source: Again your new password
fr: Retapez votre mot de passe pour vérification

source: This E-mail is not linked to a known account
fr: Cet email n'est lié à aucun compte connu

source: : password change
fr: : Changement de mot de passe

source: Invalid request
fr: Requête invalide

source: You must key-in two times the same password
fr: Vous devez saisir deux fois le même mot-de-passe

source: You already have a password
fr: Vous avez déjà un mot de passe

source: Congratulations, your account is now protected by a password.
fr: Bravo, votre compte est maintenant protégé par un mot de passe.

source: Create a password for your account
fr: Définissez un mot de passe pour votre compte

source: Your invitation is invalid or expired ($k)
fr: Votre invitation est invalide ou a expiré ($k)

source: Congratulations ::userName::, your account is validated!
fr: Félicitations ::userName::, votre compte est validé !

source: The product has been updated
fr: Le produit a été mis à jour

source: Modify a product
fr: Modifier un produit

source: Zip code
fr: Code postal

source: The product has been saved
fr: Le produit a été enregistrée

source: Key-in a new product
fr: Enregistrer un nouveau produit

source: Phone
fr: Téléphone

source: Not possible to delete this product because some orders are referencing it
fr: Impossible d'effacer ce produit car des commandes y sont rattachées

source: Product deleted
fr: Produit supprimé

source: Token error
fr: Erreur de token

source: You must first define categories before you can assign a category to a product
fr: Vous devez d'abord définir des catégories avant de pouvoir catégoriser vos produits

source: Modifications saved
fr: Modifications enregistrées

source: You're not member of this group
fr: Vous n'êtes pas membre de ce groupe

source: If you would like to add fees to the order, define a rate (%) and label.
fr: Si vous souhaitez ajouter des frais au pourcentage de la commande, spécifiez le pourcentage et son libellé.

source: Warning, the management of stock. Please fill the field "stock" for all your products
fr: Attention, vous avez activé la gestion des stocks. Pensez à renseigner le champs "stock" de tout vos produits

source: The management of stock is not available for CSA contracts
fr: La gestion des stocks n'est pas disponible pour les contrats de type AMAP

source: Contract updated
fr: Contrat mis à jour

source: Create a contract with fixed orders
fr: Créer un contrat à commande fixe

source: Create a contract with variable orders
fr: Créer un contrat à commande variable

source: New contract created
fr: Nouveau contrat créé

source: You don't have the authorization to remove a contract
fr: Vous n'avez pas le droit de supprimer un contrat

source: You cannot delete this contract because some orders are linked to this contract.
fr: Vous ne pouvez pas effacer ce contrat car il y a des commandes rattachées à ce contrat.

source: Contract deleted
fr: Contrat supprimé

source: This contract is not opened to orders
fr: Ce contrat n'est pas ouvert aux commandes

source: Not possible to find the product ::produ:: and the delivery ::deliv::
fr: Impossible de retrouver le produit ::produ:: et distribution ::deliv::

source: Your order has been updated
fr: Votre commande a été mise à jour

source: Your CSA order has been saved
fr: Votre commande AMAP a été enregistrée

source: In order to save your order, please choose a payment mean.
fr: Pour que votre commande soit enregistrée, choisissez une méthode de paiement.

source: This delivery already took place, you cannot modify the order any more.
fr: Cette distribution a déjà eu lieu, vous ne pouvez plus modifier la commande.

source: <br/>As the manager of the contract you can modify the order from this page <a href='/contractAdmin'>Management of contracts</a>
fr: <br/>En tant que gestionnaire de contrat vous pouvez modifier une commande depuis la page de gestion des commandes dans <a href='/contractAdmin'>Gestion contrats</a>

source: The category list is not empty.
fr: La liste des catégories n'est pas vide.

source: Product types
fr: Types de produits

source: Vegetables
fr: Légumes

source: Fish
fr: Poisson

source: Red meat
fr: Viande rouge

source: Breads
fr: Boulangerie

source: Grocery
fr: Epicerie

source: Beverages
fr: Boissons

source: Certified organic agriculture
fr: Agriculture biologique

source: Uncertified organic agriculture
fr: Agriculture biologique non certifiée

source: Non organic
fr: Conventionnel

source: Default categories have been created
fr: Les catégories par défaut ont été créées

source: Color
fr: Couleur

source: Group modified
fr: Groupe modifié

source: Modify the group
fr: Modifier le groupe

source: Group added
fr: Groupe ajouté

source: Create a group of categories
fr: Créer un groupe de catégories

source: Category added
fr: Catégorie ajoutée

source: Create a category
fr: Créer une catégorie

source: Modify the category
fr: Modifier la catégorie

source: You must first remove categories from this group before removing the group.
fr: Vous devez effacer d'abord les catégories de ce groupe avant de supprimer ce groupe.

source: Group deleted
fr: Groupe effacé

source: Category deleted
fr: Catégorie effacée

source: You don't have access to this section
fr: Vous n'avez pas accès a cette section

source: The group has been updated.
fr: Groupe mis à jour.

source: Action forbidden
fr: Action interdite

source: Payment type
fr: Type de paiement

source: As a payment for :
fr: En paiement de :

source: Payment recorded
fr: Paiement enregistré

source: Record a payment for ::user::
fr: Saisir un paiement pour ::user::

source: Confirmed
fr: Confirmé

source: Operation updated
fr: Opération mise à jour

source: Distribution on ::date::
fr: Distribution le ::date::

source: Your cart is empty
fr: Votre panier est vide

source: Check for the order of ::date::
fr: Chèque pour la commande du ::date::

source: Your payment by check has been saved. It will be validated by a coordinator at the delivery.
fr: Votre paiement par chèque a bien été enregistré. Il sera validé par un coordinateur lors de la distribution.

source: Transfer for the order of ::date::
fr: Virement pour la commande du ::date::

source: Bank transfer
fr: Virement

source: Your payment by transfer has been saved. It will be validated by a coordinator.
fr: Votre paiement par virement a bien été enregistré. Il sera validé par un coordinateur.

source: Cash for the order of ::date::
fr: Espèces pour la commande du ::date::

source: Cash payment
fr: Paiement en liquide :

source: Your order is validated, you commited to pay in cash at the delivery.
fr: Votre commande est validée, vous vous êtes engagé à payer en liquide au retrait des produits.

source: Configuration updated
fr: Configuration mise à jour

source: Email service configuration
fr: Configuration du service d'email

source: You are already in the waiting list of this group
fr: Vous êtes déjà sur la liste d'attente de ce groupe

source: You are already member of this group.
fr: Vous faites déjà partie de ce groupe.

source: Your e-mail
fr: Votre email

source: Leave a message
fr: Laissez un message

source: You already subscribed to Cagette, please log in on this page
fr: Vous êtes déjà enregistré dans Cagette.net, Connectez-vous à partir de cette page

source: Your subscription to the waiting list has been recorded. You will receive an e-mail as soon as your request is processed.
fr: Votre demande d'enregistrement en liste d'attente a été prise en compte. Vous recevrez un email dès que votre demande sera traitée.

source: Subscription to "::groupeName::" waiting list
fr: S'inscrire sur la liste d'attente de "::groupeName::"

source: Join the group
fr: Rejoindre le groupe

source: Confirm your subscription to "::groupName::"
fr: Confirmez votre inscription à "::groupName::"

source: Address
fr: Adresse

source: You already subscribed to Cagette.net, please log in on this page
fr: Vous êtes déjà inscrit à Cagette.net, connectez-vous sur cette page

source: Your subscription has been taken into account
fr: Votre inscription a été prise en compte.

source: Subscription to "::groupName::"
fr: Inscription à "::groupName::"

source: Create a new Cagette Group
fr: Créer un nouveau groupe Cagette

source: Member
fr: Adhérent

source: CSA
fr: AMAP

source: Grouped orders
fr: Groupement d'achat

source: Farmers collective
fr: Collectif de producteurs

source: Farm shop
fr: Vente à la ferme

source: Consultant
fr: Conseiller à domicile

source: Group type
fr: Type de groupe

source: Market square
fr: Place du marché

source: CSA contract Vegetables - Example
fr: Contrat Légumes AMAP - Exemple

source: This contract is an example where the customer has to commit to buy the whole year as with AMAPs
fr: Ce contrat est un exemple de contrat maraîcher avec engagement à l'année comme on le trouve dans les AMAP.

source: Farm Galinette
fr: Ferme de la Galinette

source: Chicken Contract - Example
fr: Contrat Poulet - exemple

source: Example of contract with variable orders. It is allowed to order something else at every delivery.
fr: Exemple de contrat à commande variable. Il permet de commander quelque chose de différent à chaque distribution.

source: 12 eggs
fr: 12 oeufs

source: Chicken
fr: Poulet

source: One person per page
fr: Une personne par page

source: One person per page sorted by contract
fr: Une personne par page triée par contrat

source: All
fr: Tout à la suite

source: All but without prices and totals
fr: Tout à la suite sans les prix et totaux

source: Deletion non possible: some orders are saved for this delivery.
fr: Effacement impossible : Des commandes sont enregistrées pour cette distribution.

source: the delivery has been deleted
fr: la distribution a bien été effacée

source: End time
fr: Date de fin

source: Orders opening date
fr: Date d'ouverture des commandes

source: Orders closing date
fr: Date de clôture des commandes

source: The delivery is now up to date
fr: La distribution a été mise à jour

source: Modify a delivery
fr: Modifier une distribution
