Repository: antoinezulke/cagette
Catalog: www/lang/texts_*.po
Languages: fr

source: Your request for a delivery has been sent to <b>::supplierName::</b>.<br/>Be patient, you will receive an e-mail indicating if the request has been validated or refused.
fr: Votre demande de livraison a été envoyée à <b>::supplierName::</b>.<br/>Soyez patient(e), Vous recevrez un email qui vous indiquera si votre demande a été acceptée ou refusée.

source: Distribution request sent
fr: Demande de distribution envoyée

source: The distribution has been recorded
fr: La distribution a été enregistrée

source: Create a distribution
fr: Créer une distribution

source: The date of the delivery must be prior to the end of the contract (::contractEndDate::)
fr: La date de distribution doit être antérieure à la date de fin du contrat (::contractEndDate::)

source: The date of the delivery must be after the begining of the contract (::contractBeginDate::)
fr: La date de distribution doit être postérieure à la date de début du contrat (::contractBeginDate::)

source: Start time
fr: Heure de début

source: Opening time
fr: Heure d'ouverture

source: Closing time
fr: Heure de fermeture

source: The delivery has been saved
fr: La distribution a été enregistrée

source: Schedule a recurrent delivery
fr: Programmer une distribution récurrente

source: Recurrent deliveries deleted
fr: Distributions récurrentes effacées

source: Sender name
fr: Nom expéditeur

source: Sender E-Mail
fr: Email expéditeur

source: Recipients
fr: Destinataires

source: Subject:
fr: Sujet :

source: The message has been sent
fr: Le message a bien été envoyé

source: Non authorized access
fr: Accès non autorisé

source: Everyone
fr: Tout le monde

source: The board: persons in charge + contracts + memberships
fr: Le bureau : les responsables + contrats + adhésions

source: TEST: me + spouse
fr: TEST : moi + conjoint(e)

source: Members without contract/order
fr: Adhérents sans contrat/commande

source: Subscribers
fr: Souscripteurs

source: The web address of your group is: <a href=" + ::groupurl:: + "> ::groupurl:: </a><br>
fr: L'adresse de votre cagette est : <a href=" + ::groupurl:: + "> ::groupurl:: </a><br>

source: Do not forget the delivery: <b>::delivery::</b><br/>
fr: N'oubliez pas la distribution : <b>::delivery::</b><br>

source: Your products to collect:<br/><ul>
fr: Vos produits à récupérer :<br><ul>

source: alternated with
fr: alterné avec

source: <b>Warning: you are in charge of the delivery ! Do not forget to print the attendance sheet.</b>
fr: <b>ATTENTION : Vous ou votre conjoint(e) êtes de permanence ! N'oubliez pas d'imprimer la liste d'émargement.</b>

source: <p>This step is important in order to:</p>
fr: <p>Cette étape est importante afin de :</p>

source: <ul><li>Update orders if delivered quantities are different from ordered quantities</li>
fr: <ul><li>Mettre à jour les commandes si les quantités livrées sont différentes des quantitées commandées</li>

source: <li>Confirm the reception of payments (checks, cash, transfers) in order to mark orders as 'paid'</li></ul>
fr: <li>Confirmer la réception des paiements (chèques, espèces, virements) afin de classer les commandes comme 'payées'</li></ul>

source: Validation of the distribution of the
fr: Validation de la distribution du

source: <p>Your delivery just finished, don't forget to <b>validate</b> it</p>
fr: <p>Votre distribution vient de se terminer, n'oubliez pas de la <b>valider</b></p>

source: <p><a href='::distriburl::'>Click here to validate the delivery</a> (You must be connected to your group Cagette)
fr: <p><a href='::distriburl::'>Cliquez ici pour valider la distribution</a> ( Vous devez être connecté à votre groupe Cagette.net)</p>

source: : Validation of the delivery of the
fr: : Validation de la distribution du

source: <p>Reminder: you have a delivery to validate.</p>
fr: <p>Rappel : Vous avez une distribution à valider.</p>

source: <p>As you did not validate it manually after 10 days, <br/>the delivery of the ::deliveryDate:: has been validated automatically</p>
fr: <p>A défaut d'une validation manuelle de votre part au bout de 10 jours,<br/> la distribution du ::deliveryDate:: a été automatiquement validée.</p>

source: this place has been updated
fr: Ce lieu a été mis à jour

source: Edit a place
fr: Modifier un lieu

source: The place has been registred
fr: Le lieu a été enregistré

source: Register a new delivery place
fr: nouveau lieu de livraison

source: You can't delete this place because one or more distributions are linked to this place.
fr: Vous ne pouvez pas effacer ce lieu car une ou plusieurs distributions sont liées à ce lieu.

source: Place deleted
fr: Lieu effacé

source: Payments
fr: Paiements

source: The image sent is too heavy. The maximum authorized weight is 12Mb
fr: Cette image est trop lourde. La taille maximale autorisée est 12 Mo

source: Image updated
fr: Image mise à jour

source: All contracts
fr: Tous les contrats

source: Contracts management
fr: Gestion des contrats

source: You cannot remove yourself your admin rights.
fr: Par sécurité, vous ne pouvez pas vous enlevez vous même les droits de gestion du groupe.

source: Rights removed
fr: Droits retirés

source: Rights created or modified
fr: Droits créés ou modifiés

source: Create rights for a user
fr: Ajouter des droits à un adhérent

source: Modify rights of ::user::
fr: Modifier les droits de ::user::

source: Name
fr: Nom

source: Rate
fr: Taux

source: Rate updated
fr: Taux mis à jour

source: Edit VAT rates
fr: Editer les taux de TVA

source: Currency used by your group.
fr: Monnaie utilisée par votre groupe.

source: Currency symbol
fr: Symbole de votre monnaie

source: 3 digits ISO code
fr: Code ISO à 3 lettres

source: Currency updated
fr: Monnaie mise à jour

source: Authorized payment types
fr: Types de paiements autorisés

source: Make the check payable to
fr: Ordre pour les chèques

source: IBAN of your bank account for transfers
fr: IBAN de votre compte bancaire pour les virements

source: Options of payment updated
fr: Options de paiement mises à jour

source: Options of payment
fr: Options de paiements

source: This supplier has been updated
fr: Ce fournisseur a été mis à jour

source: This supplier has been saved
fr: Ce fournisseur a bien été enregistré

source: You cannot delete this supplier because some contracts (current or old) are referencing this supplier.
fr: Vous ne pouvez pas supprimer ce producteur car des contrats (en cours ou anciens) sont liés à ce producteur.

source: Supplier deleted
fr: Producteur supprimé

source: Warning, at least one product does not have any category. <a href='/product/categorize/::contractid::'>Click here to add categories</a>
fr: Attention, un ou plusieurs produits n'ont pas de catégories, <a href='/product/categorize/::contractid::'>cliquez ici pour en ajouter</a>

source: Copy products in:
fr: Copier les produits dans :

source: Copy products from:
fr: Copier les produits depuis:

source: Delete existing products (all orders will be deleted!)
fr: Effacer les produits existants (supprime toutes les commandes !)

source: Products copied from
fr: Produits copiés de

source: Contract start
fr: Début du contrat

source: Contract end
fr: Fin du contrat

source: Delivery
fr: Livraison

source: Opening of orders
fr: Ouverture des commandes

source: End of orders
fr: Fin commandes

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Global view of orders
fr: Vue globale des commandes

source: There is no delivery at this date
fr: Il n'y a aucune distribution à cette date

source: Delivery date
fr: Date de distribution

source: Duplicate the contract '::contractName::'
fr: Dupliquer le contrat '::contractName::'

source: The delivery of the ::delivDate:: could not be deleted because it has orders.
fr: La distribution du ::delivDate:: n'a pas pu être effacée car elle contient des commandes.

source: deliveries
fr: distributions

source: Order for ::date::
fr: Commande du ::date::

source: Text
fr: Texte

source: Place
fr: Lieu

source: Distributor #1
fr: Distributeur 1

source: Distributor #2
fr: Distributeur 2

source: Registration setting
fr: Réglage des inscriptions

source: Distributor #3
fr: Distributeur 3

source: Distributor #4
fr: Distributeur 4

source: This user cannot receive an invitation
fr: cet utilisateur ne peut pas recevoir d'invitation

source: Contract name
fr: Nom du contrat

source: Partner first name
fr: Prénom conjoint

source: Partner last name
fr: Nom conjoint

source: Partner email
fr: Email conjoint

source: Partner phone
fr: Téléphone conjoint

source: Language
fr: Langue

source: Registration date
fr: Date d'inscription

source: Product name
fr: Nom du produit

source: Product ID
fr: Référence

source: Price
fr: Prix

source: Base unit
fr: Unité de base

source: Quantity
fr: Quantité

source: Allow fractional quantities
fr: Autoriser les quantités non-entières

source: Active
fr: Actif

source: Organic agriculture
fr: Agriculture biologique

source: VAT Rate
fr: Taux de TVA

source: from
fr: de

source: to
fr: au

source: Number of required distributors (0 to 4)
fr: Nbre de distributeurs nécessaires (de 0 à 4)

source: Fees percentage
fr: Pourcentage des frais

source: Fees label
fr: Libellé pour ces frais

source: Farmer
fr: Producteur

source: Product type
fr: Type de produits

source: Welcome in the group of ::name::! You can look at the delivery planning or make a new order.
fr: Bienvenue sur la cagette de ::name:: ! Vous pouvez consulter votre planning de distribution ou faire une nouvelle commande.

source: Group name
fr: Nom du groupe

source: Short description
fr: Courte description

source: Homepage text
fr: Texte sur la page d'accueil

source: Text for distribution lists
fr: Texte listes d'émargement

source: Group website URL
fr: URL du site

source: Membership renewal date
fr: Date de renouvellement d'adhésion

source: Main contact
fr: Contact principal

source: Category group name
fr: Nom de groupe de catégories

source: Pinned on top
fr: Mise en avant

source: Generic error:
fr: Erreur générique :

source: Mailbox does not exist
fr: Boîte email inexistante

source: Mailbox full or blocked
fr: Boîte email pleine ou bloquée

source: Message considered as spam
fr: Message considéré comme spam

source: This user unsubscribed
fr: Cet utilisateur s'est désabonné (Unsub)

source: Sender incorrect (Unsigned)
fr: Expéditeur incorrect (Unsigned)

source: Sent
fr: Envoyé

source: Name
fr: Nom

source: Administrator
fr: Administrateur

source: Messaging
fr: Messagerie

source: Members management
fr: Gestion des adhérents

source: Management of all contracts
fr: Gestion de tous les contrats

source: Contract management
fr: Gestion du contrat

source: There is no more '::productName::' in stock, we removed it from your order
fr: Il n'y a plus de '::productName::' en stock, nous l'avons donc retiré de votre commande

source: We reduced your order of '::productName::' to quantity ::oQuantity:: because there is no available products anymore
fr: Nous avons réduit votre commande de '::productName::' à ::oQuantity:: articles car il n'y a plus de stock disponible

source: Delivery ::contractName:: of the
fr: Distribution ::contractName:: du

source: Delivery ::contractName::
fr: Distribution ::contractName::

source: Per member
fr: Par adhérent

source: Supplier
fr: Fournisseur

source: Supplier name
fr: Nom du producteur

source: Link text
fr: Intitulé du lien

source: Link URL
fr: URL du lien

source: Pay by cash at product distribution
fr: Payer en liquide à la distribution des produits

source: Welcome to Cagette.net !
fr: Bienvenue sur Cagette.net !

source: Congratulations, you just created a new group !<br/>As an example, we created a fake farmer and fake products.<br/>It will show you how things work together in Cagette.net.<br/>Of course, you'll be able to delete them.
fr: Félicitations, vous venez de créer un compte pour votre groupe.<br/> A titre d'exemple, nous avons ajouté un producteur et quelques produits à votre compte. <br/> Cela vous permettra de voir comment tout cela fonctionne et évite l'angoisse de la page blanche !<br/> Bien sûr, vous serez libre de les effacer ou de les modifier par la suite.

source: As a starter, we recommand you to follow the <b>guided tour</b> to discover step by step the main sections of the software.
fr: Pour commencer, nous vous recommandons de suivre la <b>visite guidée</b> pour découvrir progressivement les principales rubriques du logiciel.

source: Start the guided tour
fr: Commencer la visite guidée

source: Open orders
fr: Commandes ouvertes

source: You delivery planning is currently empty
fr: Votre planning de distribution est vide

source: Modify my order
fr: Modifier ma commande

source: Add products
fr: Ajouter des produits

source: Order closed
fr: Commande close

source: My ordered products
fr: Mes produits commandés

source: Delivery
fr: Livraison

source: It's your turn
fr: C'est votre tour

source: It's his/her turn
fr: C'est son tour

source: Distribution list
fr: Liste d'émargement

source: Contract details
fr: Détails du contrat

source: Warning, you're engaged in this distribution !
fr: Attention, vous ou votre conjoint êtes inscrit à cette distribution !

source: Order
fr: Commande

source: Order closed since
fr: Commande close depuis le

source: Order will open on
fr: La commande ouvre le

source: Categories
fr: Catégories

source: When your file is ready, click on"Save as" in your Excel sheet and choose the format CSV
fr: Une fois votre fichier rempli, cliquez sur "enregistrer sous" dans votre tableur, et choisissez le format "CSV"

source: Delivery from ::start:: to ::end::
fr: Distribution de ::start:: à ::end::

source: Don't forget to register for permanences
fr: N'oubliez pas de vous inscrire aux permanences

source: Warning, you don't have defined a password yet !
fr: Attention, vous n'avez pas encore défini de mot de passe !

source: Set my password
fr: Définir mon mot de passe

source: You can link your products to categories, in order to better organize them in the "shop mode".<br/><b>To add categories: </b>select checkboxes of products and then select a category in the list at the bottom of the page. Click then on "add".<br /><b>To remove a category:<b/> click on it.
fr: Afin de mieux organiser vos produits dans le "mode boutique", vous pouvez les associer à des catégories.<br/><b>Pour ajouter des catégories</b> : sélectionnez les produits en cochant les cases et choisissez une catégorie dans la liste en bas de la page. Cliquez ensuite sur "Ajouter".<br /><b>Pour supprimer une catégorie :</b> cliquez simplement dessus.

source: Select all
fr: Tout cocher

source: Add the category
fr: Ajouter la catégorie

source: Save modifications
fr: Enregistrer les modifications

source: Manage categories
fr: Gérer les catégories

source: Import products
fr: Importer des produits

source: Import
fr: Importer

source: Warning
fr: Attention

source: Before validating the import, please check if the table above is correctly filled.<br/>If data are not in line or not corresponding to the right column, it means that your CSV file is not correct.
fr: Avant de valider cet import, vérifiez que le tableau est bien correctement rempli.<br/>Si les données semblent incorrectes ou ne sont pas dans la bonne colonne, cela veut dire que votre fichier CSV est incorrect.

source: Import these products in the database
fr: Importer ces produits dans la base de données

source: Ouch!
fr: Oups !

source: It seems that there is no data to import.
fr: On dirait qu'il n'y a rien à importer.

source: Products already available in the database
fr: Produits déjà présentes dans la base de données

source: Congratulations! You have imported ::num:: products in your database
fr: Bravo ! Vous avez importé ::numImported:: produits dans votre base de données

source: You did not import anything in your database because your file was empty or contained products already present in the database.
fr: Vous n'avez rien importé dans votre base de données car votre fichier était vide ou contenait des produits déjà enregistrées dans votre base de données.

source: Back to the management of products
fr: Revenir à la gestion des produits

source: Help
fr: Aide

source: This page will allow you to import a large number of products in your database from an Excel file.
fr: Cette page va vous permettre d'importer un grand nombre de produits dans votre base de données à partir d'un fichier Excel ou Libre Office.

source: To start, <a href="/produits.xls">Download this demo file</a>
fr: Pour commencer, <a href="/produits.xls">téléchargez ce fichier de démonstration.</a>

source: Fill correctly this file, or modify your existing file to respect strictly the order of columns
fr: Remplissez correctement votre fichier, ou

source: Choose the following options: separation characters: <b>comma</b>, encoding: <b>Unicode UTF8<b/>
fr: Choisissez les options suivantes : caractère de séparation : <b>virgule</b>, encodage : <b>Unicode UTF8</b>

source: Save your file
fr: Enregistrez votre fichier

source: Then click on the button above "Choose a file" and send your file
fr: Ensuite, cliquez sur le bouton "choisissez un fichier" ci dessus et envoyez votre fichier

source: Import a photo of the product
fr: Importer une photo de produit

source: Size of the photo: 300 x 300px
fr: Taille de la photo : 300 x 300px

source: Send
fr: Envoyer

source: Management of rights and access
fr: Gestion des droits et accès

source: Add a right
fr: Ajouter un droit

source: Modify
fr: Modifier

source: My group
fr: Mon groupe

source: Access rights
fr: Droits d'accès

source: VAT rates
fr: Taux de TVA

source: Currency
fr: Monnaie

source: Choose a logo
fr: Définir un logo

source: Format : JPG, GIF or PNG
fr: Format : JPG, GIF ou PNG

source: members
fr: adhérents

source: contracts in progress
fr: contrats en cours

source: Edit properties
fr: Modifier les propriétés

source: Your group has a public page, You can use it as a micro-website.<br/>Copy-paste the address of this page and share it !
fr: Votre groupe a une page publique, vous pouvez l'utiliser comme un micro site web.<br/>Copiez-collez cette adresse et partagez la !

source: Copy
fr: Copier

source: Display
fr: Afficher

source: Contact informations
fr: Coordonnées

source: Last login
fr: Dernière connexion

source: This member never logged in
fr: Cet adhérent ne s'est jamais connecté

source: Registred since
fr: Inscrit depuis

source: This member has not set a password
fr: Cet adhérent n'a pas défini de mot de passe

source: Edit
fr: Modifier

source: Remove from group
fr: Retirer du groupe

source: Put on waiting list
fr: Mettre en liste d'attente

source: Received messages
fr: Messages reçus

source: Send an invitation
fr: Envoyer une invitation

source: Log in as this member
fr: Se connecter sur ce compte

source: Membership fee
fr: Cotisations

source: Membership up to date
fr: Cotisation à jour

source: Membership to renew
fr: Cotisation à renouveller

source: for the period
fr: pour la période

source: Manage membership fees
fr: Gérer les cotisations

source: Current orders
fr: Commande en cours

source: CSA contracts
fr: Contrats AMAP

source: Qty
fr: Qté

source: Product
fr: Produit

source: Contract
fr: Contrat

source: Order alternated with
fr: Commande alternée avec

source: U.P
fr: P.U

source: Sub-total
fr: Sous-total

source: Fees
fr: Frais

source: Balance
fr: Solde

source: Payments details
fr: Détails paiements

source: Subject
fr: Sujet du message

source: Status
fr: Statut

source: Waiting list
fr: Liste d'attente

source: Accept membership request
fr: Accepter la demande

source: Deny request
fr: Refuser

source: Users to import
fr: Personnes à importer

source: phone
fr: téléphone

source: zip code
fr: code postal

source: Existing accounts
fr: Comptes existants

source: Before validating this import, please check that this table est correctly filled.<br/>If some datas are shifted or are not linked to the right column, please check your CSV file.
fr: Avant de valider l'importation, vérifiez bien que le tableau ci dessus est correctement rempli.<br/>Si des données sont décalées ou ne correspondent pas à la bonne colonne, c'est que votre fichier CSV n'est pas correct.

source: Try again
fr: Essayer encore

source: Finalize import
fr: Finaliser l'import

source: Oups !
fr: Houlà !

source: It looks like there is no data to import. Please check your CSV file or check that the users you want to import are not already registred.
fr: On dirait qu'il n'y a aucune donnée à importer. Vérifiez que les données de votre fichier sont valides ou que les personnes ne sont pas déjà enregistrées dans la base de données de Cagette.net.

source: Congratulations ! You just imported <b>::numImported::</b> users in your group.
fr: Félicitations ! Vous venez d'importer <b>::numImported::</b> personnes dans votre groupe.

source: You may now consider <a href='/member/?select=newusersinviting'>inviting them</a> to log into Cagette.net
fr: Maintenant, pourquoi ne pas <a href='/member/?select=newusersinviting'>les inviter</a> à se connecter à Cagette.net ?

source: You did'nt import anything in your database because your file was empty, or contained already registred users
fr: On dirait qu'il n'y a aucune donnée à importer. Vérifiez que les données de votre fichier sont valides ou que les personnes ne sont pas déjà enregistrées dans la base de données de Cagette.net

source: Go back to the main page
fr: Revenir à la page principale

source: Here you can import a large amount of members in your database from a simple Excel or Libre Office file.<br/><ul><li>The first step is to <a href="/adherents.xls">download this demo file.</a></li><li>Fill out the table, of modify your existing file to striclty match the columns order.</li><li>Once your file is completed, click on "save as" in your spreadsheet software, and select "CSV" format</li><li>Select the following options : separator : <b>coma</b>, encoding : <b>Unicode UTF-8</b></li><li>Save the file</li><li>finally, click on "select a file" on this page and upload it.</li></ul>
fr: Cette page va vous permettre d'importer un grand nombre de personnes dans votre base de données à partir d'un fichier Excel ou Libre Office.<br/><ul><li>Pour commencer, <a href="/adherents.xls">téléchargez ce fichier de démonstration.</a></li><li>Remplissez correctement ce fichier, ou modifiez votre fichier existant pour respecter scrupuleusement l'ordre des colonnes.</li><li>Une fois votre fichier rempli, cliquez sur "enregistrer sous" dans votre tableur, et choisissez le format "CSV"</li><li>Choisissez les options suivantes : caractère de séparation : <b>virgule</b>, encodage : <b>Unicode UTF-8</b></li><li>Enregistrez votre fichier</li><li>Ensuite, cliquez sur le bouton "choisissez un fichier" ci dessus et envoyez votre fichier</li>

source: Balance of members
fr: Solde des adhérents

source: Balanced
fr: Solde équilibré

source: In debt
fr: Solde débiteur

source: In credit
fr: Solde créditeur

source: Del.
fr: Suppr.

source: Insert a payement
fr: Créer un paiement

source: Selection :
fr: Sélection :

source: Members without any contracts
fr: Adhérents sans contrat

source: Members whose membership should be renewed
fr: Adhésion à renouveller

source: Members who has never logged in
fr: Adhérents qui ne se sont jamais connectés

source: Members with orders or contracts
fr: Adhérent avec commande ou contrat

source: member(s)
fr: membre(s)

source: Back to main page
fr: Revenir à la page principale

source: Search
fr: Recherche

source: You can invite by email all the members who never logged in, in one single clic.
fr: Vous pouvez inviter par email tout les adhérents qui ne se sont jamais connectés en un seul clic.

source: Send invitations
fr: Envoyer des invitations

source: Import members
fr: Importer des adhérents
