Repository: antoinezulke/cagette
Catalog: www/lang/texts_*.po
Languages: fr

source: Read more
fr: En savoir plus

source: All members
fr: Tout le monde

source: Selections
fr: Sélections

source: Without orders or contracts
fr: Sans contrats ou commandes

source: With orders or contracts
fr: Avec contrat ou commande

source: Never logged in
fr: Ne s'est jamais connecté

source: Memberships to renew
fr: Adhésion à renouveller

source: Members balance
fr: Solde des adhérents

source: There is <b>::waitingList::</b> people on waiting list.
fr: Il y a <b>::waitingList::</b> personnes dans la liste d'attente.

source: Display the list
fr: Afficher la liste

source: New members
fr: Nouveaux adhérents

source: There is <b>::newUsers::</b> members who never logged in
fr: Il y a <b>::newUsers::</b> membres qui ne se sont jamais connecté

source: Attendance sheet
fr: Liste d'émargement

source: Contact details
fr: Coordonnées

source: alternately with
fr: en alternance avec

source: Push on "Control + P" to print this page.
fr: Appuyez sur "Control + P" pour imprimer cette page.

source: Delivery of the
fr: Distribution du

source: Contact in charge of the contract
fr: Coordinateur du contrat

source: Farmers
fr: Producteurs

source: Members on duty
fr: Adhérents de permanence

source: Ref
fr: Réf.

source: U.P.
fr: P.U

source: Total order:
fr: Total Commande :

source: Num
fr: N°

source: Planning of deliveries:
fr: Planning des livraisons :

source: Subscribe now by selecting checkboxes corresponding to dates which are convenient for you. The goal of attendances consists in helping during the delivery of products.
fr: Inscrivez-vous en cochant les cases correspondant aux dates qui vous conviennent. Les permanences consistent à aider à la distribution de produits lors d'une livraison.

source: full
fr: complet

source: Validate
fr: Valider

source: Payment:
fr: Paiement:

source: To be paid
fr: Reste à payer

source: Pay back
fr: Rembourser

source: Balance of the member:
fr: Solde de l'adhérent :

source: Validate the delivery of the
fr: Valider la distribution du

source: Validated
fr: Validée

source: Not validated
fr: Non validée

source: Back to the summary sheet of orders
fr: Revenir au récapitulatif de commandes

source: To be validated
fr: A valider

source: Error
fr: Erreur

source: An error occurred during the request to the page.
fr: Une erreur s'est produite lors de l'accès à la page demandée.

source: If the website is unavailable, please try again in few minutes. If this happen repeatedly please let us know so we can solve the issue.
fr: Si le site est indisponible, merci de revenir dans quelques minutes. En cas d'erreur répétées, merci de nous contacter de façon à ce que nous corrigions votre problème.

source: Technical description of the error
fr: Description technique de l'erreur

source: Close
fr: Fermer

source: These persons are already in the database, but are not member of this group:
fr: Ces personnes sont déjà dans la base de données, mais pas inscrites à cette Amap :

source: These persons are already member of this group:
fr: Ces personnes sont déjà inscrites à cette AMAP :

source: If you have forgotten your password or if you would like to change it, please key-in below your e-mail address:
fr: Si vous avez oublié votre mot de passe ou que vous souhaitez le changer, saisissez ci-dessous votre email :

source: An e-mail was sent to you to allow you changing your password.
fr: Un email vous a été envoyé afin que vous puissiez changer votre mot-de-passe.

source: Key-in your new password:
fr: Saisissez votre nouveau mot de passe :

source: Congratulations, your password have been modified!
fr: Bravo, votre mot de passe est modifié !

source: Log in with your new password
fr: Connectez-vous avec votre nouveau mot de passe

source: Password forgotten
fr: mot de passe oublié

source: Connection
fr: Connexion

source: Change of password
fr: Changement de mot de passe

source: Log in with
fr: Connectez-vous avec

source: Hello
fr: Bonjour

source: Please select the group you want to connect to
fr: Sélectionnez le groupe auquel vous voulez vous connecter

source: Choose
fr: Choisir

source: You don't belong to any group yet
fr: Vous n'êtes membre d'aucun groupe pour l'instant

source: Create my own group
fr: Créer mon propre groupe

source: Find other groups near me
fr: Trouver des groupes près de chez moi

source: Subscriptions on waiting list
fr: Inscriptions en liste d'attente

source: Categories allow to sort your products per category, for example "vegetables, meet, backery, etc."<br/> It is possible to create many groups of categories in order to sort products as we wish.
fr: Les catégories permettent de classer vos produits par catégories, par exemple "légumes, viande, boulangerie...etc"<br/>Il est possible de créer plusieurs groupes de catégories afin de pouvoir classer les produits comme on veut.

source: You currently have no category. Would you like to create the list of categories by default ?
fr: Vous n'avez aucune catégorie pour l'instant. Voulez vous créer la liste de catégories par défaut ?

source: Create the list of default categories
fr: Créer la liste de catégories par défaut

source: Modify group
fr: Modifier groupe

source: Remove group
fr: Effacer groupe

source: Remove
fr: Effacer

source: Add a category in this group
fr: Ajouter une catégorie dans ce groupe

source: Add a group
fr: Ajouter un groupe

source: Back
fr: Retour

source: The website is currently under maintenance.
fr: Le site est actuellement en maintenance.

source: Unit price incl. VAT
fr: Prix unitaire TTC

source: Paid
fr: Payé

source: Total ordered
fr: Total commandé

source: Payment
fr: Paiement :

source: This payment was received
fr: Ce paiement a été reçu

source: Total paid
fr: Total payé

source: This order has been made when payments were disabled
fr: Cette commande a été faite lorsque les paiements étaient désactivés

source: Paid too much, credit of ::amount::
fr: Trop payé, crédit de ::amount::

source: Missing
fr: Manque

source: Everything is allright !
fr: Tout va bien !

source: Key-in a refund
fr: Saisir un remboursement

source: Key-in a payment
fr: Saisir un paiement

source: Validate this order
fr: Valider cette commande

source: You cannot validate this order because the amount paid<br/> by the member does not correspond to the total amount of his order!
fr: Vous ne pouvez pas valider cette commande car le montant payé<br/> par l'adhérent ne correspond pas au total de sa commande !

source: Details
fr: Détail

source: This payment has been received
fr: Ce paiement a été reçu

source: You cannot validate this order<br/>because the balance of the member is negative
fr: Vous ne pouvez pas valider cette commande<br/>car le solde de cet adhérent est négatif

source: Back to the delivery validation
fr: Retour à la validation de distribution

source: Payment history of this member
fr: Historique de paiement de ce membre

source: As a member of <b>::groupName::</b>
fr: En tant que membre de <b>::groupName::</b>

source: you have been pre-registered on Cagette.net
fr: vous avez été pré-inscrit(e) sur Cagette.net

source: This software makes the organisation of the group easy by informing you about the next delivery dates, orders and current contracts
fr: Ce logiciel en ligne facilite l'organisation du groupe en vous informant sur les prochaines dates de livraisons, les commandes et les contrats en cours.

source: In order to finalize the subscription, please choose your password
fr: Afin de finaliser votre inscription, vous êtes invité(e) à définir votre mot de passe.

source: You will then be able to connect anytime by using your e-mail
fr: Vous pourrez ensuite vous connecter quand vous le souhaitez en utilisant votre email

source: and your password on the website
fr: et votre mot de passe en vous rendant sur le site web

source: Finalize your subscription
fr: Finaliser votre inscription

source: You asked to modify your password,
fr: Vous avez demandé à changer votre mot de passe,

source: Click here to perform this operation
fr: cliquez ici pour effectuer cette opération

source: Be careful, this link is valid only 24 hours for security reasons.
fr: Attention, pour des raisons de sécurité ce lien n'est valable que pendant 24h.

source: This e-mail was sent from
fr: Cet e-mail a été envoyé depuis

source: You receive this message because you are part of
fr: Vous recevez ce message car vous faites partie de

source: Products
fr: Produits

source: incl. VAT
fr: TTC

source: VAT included
fr: % de TVA inclus

source: included
fr: inclus

source: In order to confirm your basket, <br/>You need to authenticate.
fr: Afin de confirmer votre panier, <br/>Vous devez vous identifier.

source: Sign up
fr: S'inscrire

source: Orders will close on
fr: La commande fermera le

source: Out of stock
fr: Rupture de stock

source: Only ::pstock:: items in stock
fr: Seulement ::pstock:: en stock

source: My order
fr: Ma commande

source: You can check your previous orders in 'my account' section
fr: Vous pouvez voir vos précédentes commandes dans la rubrique 'mon compte'

source: All products
fr: Tous les produits

source: Choose a delivery
fr: Choisissez une livraison

source: There is currently no delivery planned.
fr: Il n'y a aucune distribution de planifiée pour l'instant.

source: Opening of orders
fr: Ouverture des commandes

source: Log into another group
fr: Me connecter à un autre groupe

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Look for another group
fr: Chercher un autre groupe

source: Home
fr: Accueil

source: My account
fr: Mon compte

source: Contracts
fr: Contrats

source: Group
fr: Groupe

source: HELP
fr: AIDE

source: Facebook group
fr: Groupe Facebook

source: CONTACT US
fr: CONTACTEZ-NOUS

source: Propose features
fr: Proposer une amélioration

source: FOLLOW US
fr: SUIVEZ-NOUS

source: Cagette.net is made by <a href='https://www.alilo.fr' target='_blank'><img src='/img/alilo-trans-black.png' /></a>
fr: Cagette.net est réalisé par <a href='https://www.alilo.fr' target='_blank'><img src='/img/alilo-trans-black.png' /></a>

source: Coordinator
fr: Coordinateur

source: Update
fr: Mise à jour

source: Subscription payment of
fr: Cotisations de

source: Subscription payment date
fr: Date de cotisation

source: Delete
fr: Supprimer

source: Key-in a subscription payment
fr: Saisir une cotisation

source: Go to my account
fr: Accéder à mon compte

source: Contact the person in charge in order to subscribe to this group and get to know membership conditions.
fr: Contactez le responsable pour vous inscrire à ce groupe et connaître les modalités d'adhésion.

source: Membership request
fr: Demande d'adhésion

source: Subscription on waiting list
fr: Inscription liste d'attente

source: Free subscription
fr: Inscription libre

source: This group is full and do not accept any more subscription.
fr: Ce groupe est complet et n'accepte plus de nouvelles inscriptions.

source: Already member? Log in:
fr: Déjà membre ? Connectez-vous :

source: Next deliveries
fr: Prochaines distributions

source: Suppliers and products
fr: Producteurs et produits

source: Non-complete extract of available products:
fr: Extrait non exhaustif des produits proposés :

source: Cagette.net, the free software of food direct-selling
fr: Cagette.net, le logiciel libre du circuit court

source: Next distributions
fr: Prochaines distributions

source: No planned distributions.
fr: Pas de distribution planifiée.

source: Choose a type of contract:
fr: Choisissez un type de contrat :

source: Create a <b>CSA</b> contract
fr: Créer un contrat <b>AMAP</b>

source: It is a contract with a duration of one year or for one season. Products are always the same at each delivery
fr: C'est un contrat avec un engagement à l'année ou à la saison. Les produits sont toujours les mêmes à chaque livraison.

source: Example: there is a contract for vegetables that is 1 year long. Jean takes a basket that costs 10&euro; per delivery, and Brigitte takes a basket that costs 15&euro; per delivery.
fr: Exemple : Imaginons un contrat maraîcher qui dure une année. Jean prend un panier à 10€ pour chaque livraison de l'année, et Brigitte prend un panier à 15€ pour chaque livraison de l'année.

source: Create a contract with <b>variable orders</b>
fr: Créer un contrat à <b>commande variable</b>

source: It is a contract in which members can change their orders at each delivery. There is a different order for each delivery.
fr: C'est un contrat dans lequel les adhérents peuvent changer leur commande à chaque livraison. A chaque livraison correspond une commande différente.

source: Example: Jean orders a basket that costs 10&euro; for the first delivery, then nothing for the second delivery, then a basket for 20&euro; etc.
fr: Exemple : Jean prend un panier à 10€ pour la première livraison, puis rien la deuxième livraison, puis un panier à 20€ ...etc

source: For the delivery of the
fr: Pour la livraison du

source: Key-in here your orders in advance for this supplier.<br/>You can check your current orders any time on the following page <a href="/contract">my account</a>.<br/>Tip: to remove an order please key-in the quantity 0
fr: Saisissez ici vos commandes à l'avance pour ce producteur.<br/>Vous pouvez consulter à tout moment vos commandes en cours sur la page <a href="/contract">mon compte</a>.<br/>NB : Pour effacer une commande, saisissez une quantité égale à 0.

source: There is currently no open order
fr: Aucune commande ouverte pour l'instant

source: Validate the order
fr: Valider la commande

source: Supplier:
fr: Producteur :

source: Contact in charge:
fr: Responsable :

source: Modify the order delivered on ::date::
fr: Modifier ma commande livrée le ::date::

source: You can modify here an existing order. If you would like to remove a product, just key-in the quantity 0.<br/>You may not be able to modify all elements as the order could be closed for some suppliers
fr: Vous pouvez modifier ici une commande déjà réalisée. Si vous souhaitez enlever un article, mettez simplement la quantité à zéro.<br/> Vous ne pourrez pas forcément modifier tous les articles car la commande peut être close pour certains fournisseurs.

source: Order closed or already paid
fr: Commande close ou déjà payée

source: Update the order
fr: Mettre à jour la commande

source: Tip: to remove an order please key-in the quantity 0
fr: Note: Pour effacer une commande, saisissez une quantité égale à 0

source: Last orders
fr: Dernières commandes

source: CSA Contracts
fr: Contrats AMAP

source: Unpaid
fr: Non payé

source: Varying orders
fr: Commandes variables

source: Order delivered on
fr: Commande livrée le

source: Profile
fr: Compte

source: Do you really want to quit this group ? You won't be a member anymore: you won't receive any new message and won't be able to see your previous orders in this group.
fr: Voulez vraiment quitter ce groupe ? Vous ne serez plus membre : vous ne recevrez plus de messages et ne pourrez plus voir vos anciennes commandes.

source: Leave this group
fr: Quitter ce groupe

source: Tutorials
fr: Tutoriels

source: Start
fr: Commencer

source: Stop
fr: Arrêter

source: Tutorial stopped
fr: Tutoriel stoppé

source: You'll be able to restart it here.
fr: Vous pourrez le relancer ici.

source: Display the interface in another language
fr: Afficher l'interface dans une autre langue

source: Current language is
fr: La langue actuelle est

source: Summary
fr: Récapitulatif

source: Contract type
fr: Type de contrat

source: CSA Contract
fr: Contrat AMAP

source: Variable order contract
fr: Contrat à commande variable

source: End
fr: Fin

source: Duplicate
fr: Dupliquer

source: Orders
fr: Commandes

source: New order
fr: Nouvelle commande

source: Summary by products
fr: Récapitulatif par produits

source: Be careful, there are <b>::disabledProducts::</b> order(s) containing <b>disabled products</b>.
fr: Attention, il y a <b>::disabledProducts::</b> commande(s) qui contiennent <b>des produits désactivés</b>.

source: Unit price including taxes
fr: Prix unitaire TTC

source: Not paid
fr: Non payé

source: <b>::totalAdh::</b> member(s) in this distribution.
fr: <b>::totalAdh::</b> adhérents dans cette distribution.

source: Calendar
fr: Calendrier

source: Participate to deliveries
fr: Participations aux livraisons

source: This page allows to see if members have participated to deliveries enough.
fr: Cette page permet de voir si les adhérents ont suffisamment effectué de permanences.

source: ::distribs:: deliveries requiring ::distributorNum:: person(s)
fr: ::distribs:: livraisons nécéssitant ::distributorNum:: personne(s)

source: person(s) using this contract
fr: souscripteurs à ce contrat

source: participations to deliveries to do per family.
fr: permanences à faire par foyer.

source: Number of participations to deliveries<br />( done or planned )
fr: Nbre de participations aux distributions<br />( passées ou futures )

source: Insufficient
fr: Insuffisant

source: Key-in an order
fr: Saisir une commande

source: Key-in an order for
fr: Saisir une commande pour

source: Member:
fr: Adhérent :

source: Alternately with :
fr: En alternance avec :

source: (inactive)
fr: (inactif)

source: Paid:
fr: Payé :

source: Reverse the alternation
fr: Inverser l'alternance

source: Total order
fr: Total commande

source: Check all
fr: Tout cocher

source: Seniority of subscribers
fr: Ancienneté des souscripteurs

source: Sharing between orders
fr: Répartition des commandes

source: Seniority of subscribers of
fr: Ancienneté des souscripteurs de

source: Number
fr: Nombre

source: Year
fr: Année

source: Sharing between orders of
fr: Répartition des commandes de

source: Total price
fr: Prix total

source: % of orders
fr: % des commandes

source: products
fr: produits

source: Distribution cycle
fr: Cycle de distribution

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Every 2 weeks
fr: Toute les 2 semaines

source: Every 3 weeks
fr: Toute les 3 semaines

source: New distribution
fr: Nouvelle distribution

source: Distribution cycles
fr: Cycles de distributions

source: Distributions engagement
fr: Participation aux distributions

source: Old distributions
fr: Anciennes distributions

source: Deliveries
fr: Livraisons

source: Summary table per product
fr: Récapitulatif par produit

source: Delivery of the <b>::date::</b>
fr: Livraison du <b>::date::</b>

source: Be careful, if the price of the product was modified during the sale, every order of a member is taken into account with the price as it was at the time of the creation of the order
fr: Attention, si le prix du produit a évolué au fil de la vente, chaque commande d'adhérent est prise en compte avec le prix au moment où la commande a été faite.

source: Quantities
fr: Quantités

source: Reference
fr: Référence

source: Unit Price incl. VAT
fr: Prix unitaire TTC

source: Order form
fr: Bon de commande

source: Edit contract
fr: Modifier contrat

source: Stats
fr: Statistiques

source: Location
fr: Lieu

source: Click here to manage deliveries
fr: Cliquez ici pour gérer les distributions

source: Old orders
fr: Commandes anciennes

source: New product
fr: Nouveau produit

source: Import from Excel/CSV
fr: Import CSV

source: You need to select at least one product to perform this action
fr: Vous devez sélectionner au moins un produit pour faire cette action

source: Picture
fr: Photo

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: CSV Export
fr: Export CSV

source: Totals per member
fr: Totaux par adhérent

source: Sub-totals per contract
fr: Sous-totaux par contrat

source: Totals per supplier
fr: Totaux par producteur

source: Total member
fr: Total adhérent

source: Total of all orders:
fr: Total de toutes les commandes :

source: Global view of orders - from
fr: Vue globale des - du

source: to
fr: au

source: Distributions to validate
fr: Distributions à valider

source: You need to validate these distributions which took place recently
fr: Vous devez valider ces distributions terminées récemment

source: Old contracts
fr: Anciens contrats

source: From
fr: Du

source: To
fr: au

source: Manage
fr: Gérer

source: New contract
fr: Nouveau contrat

source: Global orders view
fr: Vue globale des commandes

source: Same day
fr: Dans la même journée

source: Timeframe
fr: De date à date

source: New farmer
fr: Nouveau producteur

source: Delivery places
fr: Lieux de livraison

source: New delivery place
fr: Nouveau lieu de distribution

source: In charge of the contract:
fr: Responsable du contrat :

source: Push "Control + P" to print this page.
fr: Appuyez sur "Control + P" pour imprimer cette page.

source: Global view of orders - delivery of
fr: Vue globale des commandes - livraison du

source: Orders from the
fr: Commandes du

source: Your order has been recorded !
fr: Votre commande a été enregistrée !

source: You chose to pay by cash at the product distribution
fr: Vous avez choisi de payer en espèce lors de la distribution

source: Please prepare the following amount for the distribution :
fr: Préparez le montant suivant pour la distribution :

source: Check my orders
fr: Vérifier mes commandes

source: You chose to pay by transfer
fr: Vous avez choisi de payer par virement

source: Please make a transfer of
fr: Merci de faire un virement de

source: to the following bank account:
fr: vers le compte bancaire suivant :

source: Mention this reference in the label of the transfer in order to facilitate its process:
fr: Indiquez cette référence dans le libellé du virement afin de faciliter son traitement :

source: Order payment
fr: Paiement de la commande

source: Your current balance is
fr: Votre solde actuel est de

source: Amount to pay
fr: Montant à payer

source: Your basket has been recorded, please select a payment method to confirm it.
fr: Votre panier a été enregistré, merci de sélectionner une méthode de paiement pour le confirmer.

source: Currently no payment method has been defined for this group.
fr: Actuellement, aucune méthode de paiement n'a été définie pour ce groupe.

source: You chose to pay by check at the product distribution
fr: Vous avez choisi de payer par chèque lors de la distribution

source: Prepare a check of <b>::amount:: ::currency::</b> payable to : <b>::checkOrder::</b>
fr: Préparez un chèque de <b>::amount:: ::currency::</b> à l'ordre de : <b>::checkOrder::</b>

source: Mention this reference at the back of the check in order to facilitate its process:
fr: Indiquez cette référence au dos du chèque afin de faciliter son traitement :

source: Sent on the
fr: Envoyé le

source: Sender
fr: Expéditeur

source: Receiver(s)
fr: Destinataire(s)

source: All sent messages
fr: Tous les messages envoyés

source: Last sent messages
fr: Derniers messages envoyés

source: Send an e-mail
fr: Envoyer un e-mail

source: Import a foto for
fr: Importer une image pour

source: Recommended size of the photo: 300 x 300px
fr: Taille de photo recommandée : 300 x 300px

source: Suppliers
fr: Fournisseurs

source: New suppliers
fr: Nouveau fournisseur

source: On this page you can manage the list of suppliers of your group.
fr: Dans cette rubrique, vous pouvez gérer la liste des fournisseurs de votre Amap.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Excel/CSV Export
fr: Export Excel/CSV

source: THIS MORNING
fr: CE MATIN

source: AFTERNOON
fr: APRES-MIDI

source: THIS EVENING
fr: CE SOIR

source: No contact
fr: Aucun contact

source: CSA&nbsp;contract
fr: Contrat&nbsp;AMAP

source: Subscription
fr: Adhésion

source: Check to be given at the collection of products
fr: Chèque à donner au retrait des produits

source: Cash to be given at the collection of products
fr: Liquide à donner au retrait des produits

source: This transfer must be validated by a coordinator
fr: Ce virement doit être validé par un coordinateur
